Repository: evanjt/traintime
Catalog: apple/TrainTimeWatch/Localizable.xcstrings
Source language: en
Languages: de, fr, it

source: %@ ahead
de: %@ voraus
fr: %@ d'avance
it: %@ in anticipo

source: %@ behind
de: %@ zurück
fr: %@ de retard
it: %@ in ritardo

source: %@ error
de: %@: Fehler
fr: %@ : erreur
it: %@: errore

source: %@ walk - %lldm
de: %@ zu Fuss - %lldm
fr: %@ à pied - %lldm
it: %@ a piedi - %lldm

source: %@ · platform %@
de: %@ · Gleis %@
fr: %@ · quai %@
it: %@ · bin. %@

source: A quick rating helps other commuters find the app.
de: Eine kurze Bewertung hilft anderen Pendlern, die App zu finden.
fr: Une petite évaluation aide d'autres pendulaires à trouver l'app.
it: Una breve recensione aiuta altri pendolari a trovare l'app.

source: Back
de: Zurück
fr: Retour
it: Indietro

source: Change at %@
de: Umsteigen in %@
fr: Changement à %@
it: Cambio a %@

source: Connected
de: Verbunden
fr: Connecté
it: Connesso

source: Default Mode
de: Standardmodus
fr: Mode par défaut
it: Modo predefinito

source: Departed
de: Abgefahren
fr: Parti
it: Partito

source: Departures
de: Abfahrten
fr: Départs
it: Partenze

source: Don't ask again
de: Nicht mehr fragen
fr: Ne plus demander
it: Non chiedere più

source: Enjoying TrainTime?
de: Gefällt dir TrainTime?
fr: TrainTime vous plaît ?
it: Ti piace TrainTime?

source: Favourites (%lld)
de: Favoriten (%lld)
fr: Favoris (%lld)
it: Preferiti (%lld)

source: Finding stations...
de: Suche Stationen...
fr: Recherche des arrêts...
it: Cerco fermate...

source: GPS: Searching...
de: GPS: Suche...
fr: GPS : recherche...
it: GPS: ricerca...

source: Inactive
de: Inaktiv
fr: Inactif
it: Inattivo

source: Navigate
de: Navigieren
fr: Naviguer
it: Naviga

source: No GPS
de: Kein GPS
fr: Pas de GPS

source: No connection
de: Keine Verbindung
fr: Pas de connexion
it: Nessuna connessione

source: No station location
de: Kein Standort
fr: Position inconnue
it: Posizione ignota

source: No station selected
de: Keine Station gewählt
fr: Aucun arrêt sélectionné
it: Nessuna stazione selezionata

source: No stations nearby
de: Keine Stationen in der Nähe
fr: Aucun arrêt à proximité
it: Nessuna fermata vicina

source: Not in Switzerland
de: Nicht in der Schweiz
fr: Hors de Suisse
it: Fuori dalla Svizzera

source: Not now
de: Nicht jetzt
fr: Pas maintenant
it: Non ora

source: Not reachable
de: Nicht erreichbar
fr: Injoignable
it: Non raggiungibile

source: On time
de: Pünktlich
fr: À l'heure
it: In orario

source: Opens the review page on your paired iPhone. Data: opentransportdata.swiss
de: Öffnet die Bewertungsseite auf deinem gekoppelten iPhone. Daten: opentransportdata.swiss
fr: Ouvre la page d'évaluation sur votre iPhone jumelé. Données : opentransportdata.swiss
it: Apre la pagina di recensione sull'iPhone abbinato. Dati: opentransportdata.swiss

source: Outside Switzerland
de: Ausserhalb der Schweiz
fr: Hors de Suisse
it: Fuori dalla Svizzera

source: Pin
de: Anpinnen
fr: Épingler
it: Fissa

source: Pl. %@
de: Gl. %@
fr: Quai %@
it: Bin. %@

source: Quick Launch
de: Schnellstart
fr: Lancement rapide
it: Avvio rapido

source: Rate limited
de: Zu viele Anfragen
fr: Trop de requêtes
it: Troppe richieste

source: Rate on iPhone
de: Auf iPhone bewerten
fr: Évaluer sur iPhone
it: Valuta su iPhone

source: Remind
de: Erinnern
fr: Rappel
it: Promemoria

source: Remind on phone
de: Auf Handy erinnern
fr: Rappel sur téléphone
it: Promemoria sul telefono

source: Resume
de: Weiter
fr: Reprendre
it: Riprendi

source: Route to %@
de: Route nach %@
fr: Itinéraire vers %@
it: Percorso per %@

source: Sent to phone
de: An Handy gesendet
fr: Envoyé au téléphone
it: Inviato al telefono

source: Settings
de: Einstellungen
fr: Réglages
it: Impostazioni

source: Special
de: Spezial
fr: Spécial
it: Speciale

source: Stations
de: Stationen
fr: Arrêts
it: Fermate

source: The review page will open on your iPhone.
de: Die Bewertungsseite öffnet sich auf deinem iPhone.
fr: La page d'évaluation s'ouvrira sur votre iPhone.
it: La pagina di recensione si aprirà sul tuo iPhone.

source: Track now
de: Jetzt verfolgen
fr: Suivre maintenant
it: Segui ora

source: Track · remind
de: Verfolgen · erinnern
fr: Suivre · rappel
it: Segui · promemoria

source: Train
de: Zug
it: Treno

source: Unpin
de: Lösen
fr: Détacher
it: Sblocca

source: Updating stations...
de: Aktualisiere...
fr: Mise à jour...
it: Aggiorno...

source: Yes, rate it
de: Ja, bewerten
fr: Oui, évaluer
it: Sì, valuta

source: gone
de: weg
fr: parti
it: perso

source: now
de: jetzt
fr: part
it: ora

source: Station
fr: Gare
it: Stazione

source: Version
it: Versione
